import os
os.system("clear")
print("""
 |  |--.----.-----.--.--.--.-----.-----.----.
 |  _  |   _|  _  |  |  |  |__ --|  -__|   _|
 |_____|__| |_____|________|_____|_____|__|
              _______                __
             |   _   .-----.--------|  |--.
             |.  1   |  _  |        |  _  |
             |.  _   |_____|__|__|__|_____|
             |:  1    \ .
             |::.. .  /
             `-------'
""")
port = input("Укажите порт~/ ")
print()
print("Чтобы остановить, жимите ctrl+z")
os.system("php -S localhost:"+port)
